
function AboutUs() {
    return (
        <div className="Privacy container">
            <h2>О нас</h2>
            <h3>Ресторан</h3>
            <p>
            Если человеку удалось найти собственное любимое дело и он получает истинное удовольствие от самого процесса, то позитивные результаты его работы не заставят себя долго ждать. В нашем ресторане работают опытнейшие сотрудники, получающие истинное удовольствие от собственной работы и процесса готовки.  
            </p>
            <p>
            Оригинальный подход к приготовлению блюд и обслуживанию гостей ресторана позволяют нам быть успешными в области общественного питания. Наше меню переполнено вкуснейшими и качественными блюдами, а посетители покидают нас крайне удовлетворёнными и планирующими в обязательном порядке вернуться в наш ресторан в будущем.  
            </p>   
            <p>
            Ваши положительные отзывы, оставленные после посещения нашего ресторана, являются истинным признанием заслуг перед нашими сотрудниками.
            </p>   
            <p>
            Мы профессионально подходим к собственному делу и стремимся предоставить клиентам высококлассный сервис. Наши специалисты стремятся стать лучшими на собственном поприще, нарабатывают новый опыт, посещают тематические семинары и принимают участие в разнообразных конкурсах. С начала века мы успели узнать собственных посетителей вдоль и поперёк, что позволяет предлагать им именно те блюда, которые они хотят увидеть на столе. Впрочем, мы стараемся радовать их и новыми лакомствами.
            </p>   
            <p>
            Клиентоориентированность, ответы на все вопросы - вот что отличает нас от конкурентов. Мы стремимся не только удовлетворить голод собственных посетителей, но и встретиться с ними в будущем, поэтому уровень сервиса в дальнейшем будет только расти. Также мы будем предлагать клиентам новые идеи, связанные с наполнением меню и улучшением общего настроения посетителей в целом.
            </p>   
            <p>
            Мы безукоризненно готовим давно полюбившиеся клиентам блюда, однако никогда не хотим стоять на месте. К тому же мы всегда открыты к требованиям, вопросам либо идеям посетителей, выражая готовность их выслушать.
            </p>   
        </div>
    );
}
export { AboutUs }