import React from "react";

function Privacy() {
    return (
        <div className="Privacy container">
            <h2>Политика Конфиденциальности</h2>
           <p>Настоящая политика Конфиденциальности сайта сети гастрономических баров  «Раковая» (далее – политика Конфиденциальности «Раковая», Политика) действует в отношении всей информации, которую ООО «Локал Фуд» (далее Ресторан) может получить о пользователе во время использования им сайта ООО «Локал Фуд».</p> 

            <p>Настоящая Политика применима только к сайту Ресторана. Ресторан не контролирует и не несет ответственность за информацию третьих лиц, на которые пользователь может перейти по ссылкам, доступным на сайте. На таких сайтах у пользователя может собираться или запрашиваться иная персональная информация, а также могут совершаться иные действия.</p>

            <p>Использование сайта означает безоговорочное согласие пользователя с настоящей политикой и указанными в нем условиями обработки его персональных данных и информации; в случае несогласия с настоящими условиями пользователь должен воздержаться от использования сайта https://www.rakovaya.ru.</p>
            <ul>
                <li>Персональная информация пользователей, которую получает и обрабатывает Ресторан</li>
                <ul>
                    <li>К персональным данным относятся все сведения или данные, которые идентифицируют личность либо могут быть использованы с целью идентификации личности, а также имеют отношение к таким сведениям или данным.</li>
                    <li>В рамках настоящей политики под «персональными данными» понимается:</li>
                    <li>Персональная информация, которую пользователь предоставляет о себе самостоятельно при использовании формы обратной связи, включая персональные данные пользователя. Информация предоставляется пользователем на его усмотрение</li>
                    <li>Данные, которые автоматически передаются Ресторану в процессе их использования с помощью установленного на устройстве приложения, в том числе информация из cookie, информация об устройстве пользователя.</li>
                    <li>В любом случае к персональным данным относятся:
                        Фамилия, имя, отчество пользователя;
                        контактный телефон пользователя;
                        адрес электронной почты (E-MAIL);</li>
                    <li>Ресторан в общем случае не проверяет достоверность персональной информации, предоставляемой пользователями, и не осуществляет контроль за их дееспособностью. Однако Ресторан исходит из того, что информация, переданная им от пользователей, является достоверной и актуальной.</li>
                    <li>Не могут быть отнесены к персональным данным Пользователя такие данные, как: номер телефона и адрес электронной почты, если обработка этих данных осуществляется обезличенно, то есть без привязки к персональным данным конкретного Пользователя, его истории заказов в Ресторане.</li>
                    <li>Под обработкой персональных данных в настоящей Политике понимается: сбор вышеуказанных данных, их систематизация, накопление, хранение, уточнение (обновление, изменение), использование, блокирование, уничтожение.</li>
                </ul>
                <li>Цели сбора и обработки персональной информации пользователей</li>
                <ul>
                    <li>Связь с пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования сервисов, оказания услуг, а также обработка запросов и заявок от пользователя;</li>
                    <li>Улучшение качества сайта, удобства его использования, разработка новых сервисов и услуг;</li>
                    <li>Проведение статистических и иных исследований на основе обезличенных данных;</li>
                    <li>Рекламы товаров и услуг;</li>
                    <li>Иных целях, не противоречащих действующему законодательству.</li>
                </ul>
                <li>Условия обработки персональной информации пользователя и её передачи третьим лицам</li>
                <ul>
                    <li>Ресторан хранит персональную информацию пользователей в соответствии с настоящими правилами, обеспечивая безопасность персональных данных пользователя от несанкционированной передачи третьим лицам.</li>
                    <li>В отношении персональной информации пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления пользователем информации о себе для общего доступа неограниченному кругу лиц.</li>
                    <li>Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств</li>
                    <li>Ресторан вправе передать персональную информацию пользователя третьим лицам в следующих случаях:</li>
                    <li>Пользователь выразил свое согласие на такие действия;</li>
                    <li>передача необходима в рамках использования пользователем определенного сервиса либо для оказания услуги пользователю;</li>
                    <li>уполномоченным органам государственной власти Российской Федерации по основаниям и в порядке, установленным законодательством Российской Федерации.</li>
                    <li>Пользователь соглашается с тем, что Ресторан вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, в целях выполнения заказа Пользователя, а также в целях информирования и привлечения внимания Пользователя об условиях оказания услуг, включая рекламные акции</li>
                    <li>При утрате или разглашении персональных данных Ресторан информирует Пользователя об утрате или разглашении персональных данных.</li>
                    <li>Ресторан совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.</li>
                    <li>Согласие Пользователя на обработку его персональных данных действует со дня начала пользования Приложениями и сайтом Ресторана до дня отзыва согласия, посредством обращения Пользователя к представителям Ресторана в порядке, установленном настоящей Политикой.</li>
                </ul>
            </ul>
        </div>
    );
}
export { Privacy }